acoustid-fingerprinter
acpi
akregator
alsa-utils
amule-dlp-git
arc-gtk-theme
archlinuxcn-keyring
ardour
ark
autoconf
automake
base
binutils
bison
bitcoin-cli
blueman
bookworm
bypy-git
bzflag
cataclysm-dda-ncurses
cheese
code
cpuburn
cuda
cudnn
dbeaver
deadbeef
debtap
deepin-anything-arch
deepin-baidu-pan
deepin-wine
deepin.com.qq.office
deepin.com.thunderspeed
deluge
dhcpcd
dkms
dmidecode
docker
dolphin
dunst
electron-netease-cloud-music
electrum
emacs
evince-no-gnome
fakeroot
feh
file
findutils
firefox
fish
flameshot
flex
foxitreader
fprintd
gawk
gcc
gdb
gettext
ghc
gimp
git
gksu
glances
gnome-podcasts
gnome-settings-daemon
gnuclad
goldendict
google-chrome
gparted
gpodder
grep
groff
gzip
hardinfo
hmcl
i3-gaps
i3blocks
i3lock
i3status
ibus-rime
intel-ucode
ktorrent
lib32-freetype2-infinality-ultimate
lib32-nvidia-utils
libtool
lilyterm-git
linux
linux-firmware
linux-headers
lua51
lwks-beta
lxappearance-gtk3
m4
make
man-db
mariadb
mariadb-clients
mopidy-radio-de
mplayer
mysql-workbench
neofetch
net-tools
network-manager-applet
networkmanager
nftables
nmap
nodejs-emojione
noto-fonts-emoji
npm
ntfs-3g
ntpdate
nvidia
nvidia-settings
obs-studio
oh-my-zsh-git
opencl-nvidia
openntpd
openssh
p7zip
pacman
pamixer
papirus-icon-theme
patch
pavucontrol-qt
picgo-appimage
picom
pkgconf
proxychains-ng
pulseaudio-bluetooth
pulsemixer
py3status
pycharm-community-edition
qmmp
qshntoolsplit
qv2ray
ranger
rawstudio-git
rofi
rslsync
ruby
rust
sddm
sddm-theme-sugar-candy-git
sed
shadowsocks-qt5
sl
snapd
spotify
steam
sudo
tcpdump
teamviewer
telegram-desktop
termite
texinfo
texmacs
texstudio
thunar
thunderbird
tmux
torbrowser-launcher
transmission-gtk
tree
ttf-dejavu
ttf-font-awesome
ttf-wps-fonts
typora
uget
unrar
unzip
v2ray
v2ray-desktop
vi
vidalia
vim
virtualbox
virtualbox-guest-dkms
virtualbox-host-dkms
vixie-cron
vlc
volumeicon
vsftpd
wget
which
winff
wireshark-qt
wps-office-cn
wqy-zenhei
xfce4-power-manager
xmind-zen
xorg-xkill
xournalpp
xpad
yay
zeal
zeronet
zip
zsh
