acpi
alsa-utils
arandr
arc-gtk-theme
archlinux-themes-sddm
archlinuxcn-keyring
aria2
ark
autoconf
automake
baidunetdisk-bin
base
bashbullet
binutils
bison
bitcoin-cli
blueman
bluez-utils
bookworm
breezy
calibre
capitaine-cursors
chromedriver
cpustat
cuda
cueplot
dbeaver
dhcpcd
docker
dosfstools
dunst
efibootmgr
electron-netease-cloud-music
electrum
emacs
enigma
evince
exo
fakeroot
fdm
feh
file
filelight
findutils
firefox-esr
fish
flameshot
flex
foxitreader
fprintd-clients-git
garcon
gawk
gcc
gdb
genymotion
gettext
gimp
git
glances
gnome-settings-daemon
gnome-system-monitor
goland-jre
goldendict
google-chrome
gparted
grep
groff
grub
grub2-theme-archxion
gtkmm
gvim
gzip
hardinfo
i3-gaps
i3blocks
i3status
ibus-rime
imagemagick
inkscape
intel-ucode
jq
lib32-nvidia-utils
libfprint-vfs009x-git
libtool
linux
linux-firmware
linux-headers
liquidwar6
lwks-beta
lxappearance-gtk3
m4
make
mariadb
mcmojave-cursors
mtr
ncurses5-compat-libs
neofetch
netctl
netstat-nat
network-manager-applet
networkmanager
nmap
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia
nvidia-settings
nyx
obs-studio
oh-my-zsh-git
opencl-headers
opencl-nvidia
p3x-onenote
p7zip
packettracer
pacman
papirus-icon-theme
patch
pavucontrol-qt
pcmanfm
picom
pkgconf
powerline
protonmail-desktop
proxychains-ng
pulsemixer
py3status
pycharm-community-edition
python-pip
qemu
qtfind
qtikz
qv2ray
ranger
rofi
rslsync
screen
sddm
sddm-theme-sugar-candy-git
sed
shadow-icon-theme
spotify
steam
steam-fonts
steamcmd
sudo
supervisor
sushi
tcpdump
telegram-desktop
termite
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
texstudio
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tig
tldr
tmux
traceroute
ttf-liberation
ttf-nerd-fonts-symbols
tumbler
typora
v2ray
vidalia
virtualbox
virtualbox-ext-oracle
virtualbox-guest-dkms
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
volumeicon
vsftpd
vundle-git
w3m
wget
which
wireshark-cli
wireshark-qt
wps-office-cn
xf86-video-vesa
xfce4-appfinder
xfce4-battery-plugin
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xkeycaps
xmind-2020
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xpad
xsettings-client
xsettingsd
yay
you-get
zeal-git
zeronet
zotero
zsh
